START_MESSAGE = """
سلام به ربات بانک مهربانی خوش آمدید

اگر تا به حال داخل ربات ثبت نام نکرده اید از کامند زیر برای ثبت نام استفاده کنید

/register موبایل نام'
"""

SUCCESS_REGISTRATION_MESSAGE = """
ثبت نام شما با موفقیت انجام شد

برای راهنمایی بیشتر از کامند زیر استفاده کنید

/help
"""

FAIL_REGISTRATION_MESSAGE = "مشخصات شما ناقص است لطفا مجدد ارسال کنید"

HELP_MESSAGE = """
شما میتوانید از کامند های زیر استفاده کنید

/start      ->   شروع فرآیند
/help       ->   راهنمایی بیشتر
/register   ->   ثبت نام
/profile    ->   نمایش اطلاعات کامل شما
/exit       ->   پایان دادن به فعالیت خود با بانک مهربانی'
"""

USER_EXIT_MESSAGE = "اتمام تعامل شما با بانک مهربانی"
